// General
"Chameleon_title" = "Chameleon";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Стандартно инсталиране на Chameleon";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Инсталиране на Chameleon в EFI системен дял при наличие на FAT32 дял (Опция)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Инсталиране на Chameleon в EFI системен дял при наличие на HFS дял (Форматира се наново, ако посочения дял не е HFS)";

// Options
"Options_title" = "Опции";
"Options_description" = "Опции по подразбиране";

"GUI_title" = "GUI";
"GUI_description" = "Премахва графичния интерфейс като добавя GUI=n в com.apple.Boot.plist";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Добавя EthernetBuiltIn=y в com.apple.Boot.plist. Тази опция ще направи 'вградени' вашите Ethernet устройства.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Добавя ForceHPET=y в com.apple.Boot.plist. Пуска в действие HPET при Intel чипсети за BIOS-и, които не разполагат с HPET.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Добавя ForceWake=y в com.apple.Boot.plist. Опцията позволява да прескочите (да не зареждате) повредени 'изображения' на операционната система.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Добавя EHCIacquire=y в com.apple.Boot.plist. Опцията поправя всякакви EHCI (USB 1.0) проблеми поради некоректно написани BIOS-и.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Добавя UHCIreset=y в com.apple.Boot.plist. Инициализира UHCI (USB 2.0) контролерите преди стартиране на OS X.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Добавя GraphicsEnabler=y в com.apple.Boot.plist. Автоматично разпознаване на видео карти с nVidia чипсет и добавяне на съответната за тях информация.";

// Themes
"Themes_title" = "Теми";
"Themes_description" = "Колекция от теми";

"Default_title" = "Стандартна";
"Default_description" = "Вградената тема в Chameleon.";

"Big_title" = "Big";
"Big_description" = "Тема с висока резолюция за големи монитори";

"Twilight_title" = "Twilight";
"Twilight_description" = "Семпла тема за Twilight фенове";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Семпла тема с розов фон и Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Семпло MSi boot лого за вашия MSi нетбук =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "The Bullet тема от NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Колекция от полезни добавки";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Инсталира SMBIOS overrides smbios.plist по подразбиране в Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Колекция от полезни kext-ове (съдържащи само plist), съвместими с Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Добавя AHCI подръжка за Intel Southbridge чипсети ICH6 - ICH10, JMicron JMB383";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Добавя ATA подръжка за Intel Southbridge чипсети ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Добавя JMIcronATA подръжка за Intel чипсет";

"Disabler_title" = "Disabler";
"Disabler_description" = "Премахва AppleIntelCPUPowerManagement.";

// Error strings
"ERROR_BOOTVOL" = "Този софтуер трябва да бъде инсталиран на стартовия дял.";
"ERROR_INSTALL" = "Този дял не отговаря на изискванията за това обновяване.";

"Newer_Package_Installed_message" = "По нова версия на Chameleon вече е инсталирана.";
"Intel_Mac_message" = "Софтуерът не може да бъде инсталиран на този компютър.";
